tap "aybabtme/tap"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "webp"
brew "automake"
brew "bat"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "cowsay"
brew "cscope"
brew "diff-so-fancy"
brew "dos2unix"
brew "expect"
brew "node"
brew "fanyi"
brew "fortune"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghz"
brew "git"
brew "git-extras"
brew "git-flow"
brew "subversion"
brew "git-svn"
brew "global"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "jasper"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "pcre"
brew "guile"
brew "htop"
brew "hub"
brew "hugo"
brew "hunspell"
brew "icdiff"
brew "imagemagick@6"
brew "jdtls"
brew "jq"
brew "kubernetes-cli"
brew "libgcrypt"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "mariadb"
brew "maven"
brew "md5sha1sum", link: false
brew "minikube"
brew "mtr"
brew "mycli"
brew "neovim"
brew "openjdk@17"
brew "openjdk@8"
brew "openvpn"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sdl2"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unp"
brew "vim"
brew "wget"
brew "z"
brew "zlib"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "anydesk"
cask "beyond-compare"
cask "bloomrpc"
cask "clashx"
cask "docker"
cask "font-source-code-pro"
cask "love"
cask "macdown"
cask "microsoft-remote-desktop"
cask "shadowsocksx"
cask "switchhosts"
cask "vnc-viewer"
cask "wechat"
cask "xmind"
