tap "aybabtme/tap"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "automake"
brew "bat"
brew "pcre"
brew "pkg-config"
brew "clang-format"
brew "xz"
brew "colima"
brew "cowsay"
brew "cscope"
brew "diff-so-fancy"
brew "expect"
brew "fortune"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghz"
brew "git"
brew "git-extras"
brew "git-flow"
brew "global"
brew "go"
brew "htop"
brew "hub"
brew "hugo"
brew "humanlog"
brew "icdiff"
brew "jq"
brew "kubernetes-cli"
brew "libgcrypt"
brew "pango"
brew "librsvg"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "mariadb"
brew "openjdk"
brew "maven"
brew "md5sha1sum"
brew "minikube"
brew "mtr"
brew "mycli"
brew "node"
brew "openssl@3"
brew "openvpn"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sdl2"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unp"
brew "unrar"
brew "vim"
brew "wget"
brew "z"
brew "zlib"
cask "1password"
cask "alacritty"
cask "android-platform-tools"
cask "beyond-compare"
cask "bloomrpc"
cask "docker"
cask "font-source-code-pro"
cask "iterm2"
cask "love"
cask "macdown"
cask "shadowsocksx"
cask "switchhosts"
cask "teamviewer"
cask "vnc-viewer"
cask "xmind"
