tap "adoptopenjdk/openjdk"
tap "aybabtme/tap"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services", "https://github.com/Homebrew/homebrew-services.git"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "apktool"
brew "automake"
brew "bat"
brew "ccls"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "clang-format"
brew "cmake"
brew "lima"
brew "colima"
brew "cowsay"
brew "cryptography"
brew "cscope"
brew "diff-so-fancy"
brew "docker"
brew "docutils"
brew "dos2unix"
brew "expect"
brew "node"
brew "fanyi"
brew "fortune"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "ghz"
brew "git"
brew "git-extras"
brew "git-flow"
brew "subversion"
brew "git-svn"
brew "universal-ctags"
brew "global"
brew "gnu-sed"
brew "gnu-time"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "guile"
brew "htop"
brew "hub"
brew "hugo"
brew "hunspell"
brew "icdiff"
brew "imagemagick@6"
brew "jdtls"
brew "jq"
brew "kubernetes-cli"
brew "libgcrypt"
brew "libslirp"
brew "libssh"
brew "libzip"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "m-cli"
brew "mariadb"
brew "maven"
brew "md5sha1sum", link: false
brew "minikube"
brew "mkcert"
brew "mtr"
brew "mycli"
brew "neovim"
brew "nginx"
brew "ollama"
brew "openjdk@17"
brew "pkcs11-helper"
brew "openvpn"
brew "pcre"
brew "perl"
brew "pipenv"
brew "plantuml"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sdl2"
brew "shellcheck"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unp"
brew "uv"
brew "vim"
brew "wget"
brew "yazi"
brew "z"
brew "zlib"
brew "hashicorp/tap/consul"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "anaconda"
cask "android-platform-tools"
cask "beyond-compare"
cask "chatbox"
cask "clashx"
cask "font-source-code-pro"
cask "google-chrome"
cask "macdown"
cask "postman"
cask "shadowsocksx"
cask "switchhosts"
cask "wechat"
